Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.31.10.13_fin.txt.tmx
Source language: fin
Languages: sme

source: Toivon kuitenkin keskusteluun osallistuvien muistavan sen, että vaikka työryhmän ehdotus on kompromissi, se kuitenkin kehittää merkittävästi saamelaisten asemaa.
sme: Sávan goitge ságastallamii oassálastiid muitit dan, ahte vaikko bargojoavkku evttohus lea kompromissa, de dat goitge buorida mearkkašahtti ládje sápmelaččaid sajádaga.

source: Lain jatkovalmistelussa on vaikea odottaa mietintöön parannuksia ja painetta voi tulla joistakin ministeriöistä, saamelaisten kotiseutualueen kunnista ja saamelaisten oikeuksia vastustavilta tahoilta heikentää merkittävästi nykyistä esitystä erityisesti yhteistoimintavelvoitetta ja saamelaismääritelmää.
sme: Lága joatkkaválmmaštallamis lea váttis vuordit smiehttamuššii buorádusaid ja deaddu sáhttá boahtit ministeriijain, sámi ruovttuguovllu suohkaniin ja sámiid rivttiid vuostálastiin heajudit mearkkašahtti ládje dáláš evttohusa, earenoamážit ovttabargangeatnegasvuođa ja sápmelašmeroštallama.

source: Jotta esitys voi edetä, se tarvitsee saamelaisyhteisöltä vahvan tuen ja yhteen hiileen puhaltamista.
sme: Vai evttohus sáhttá mannat ovddos, de dat dárbbaha sámi servoša nanu doarjaga ja ovtta áššui bossuma.
